Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioPlayMode/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: Audio Play Mode
zh_hans: 音频播放模式管理
zh_hant_hk: 音頻播放模式管理
zh_hant_tw: 音訊播放模式管理

source: Audio play mode management
zh_hans: 负责音频播放模式的设置和管理
zh_hant_hk: 負責音頻播放模式的設置和管理
zh_hant_tw: 負責音訊播放模式的設定和管理

source: Cannot update play queue: %@
zh_hans: 无法更新播放队列：%@
zh_hant_hk: 無法更新播放隊列：%@
zh_hant_tw: 無法更新播放佇列：%@

source: Repeat One
zh_hans: 单曲循环
zh_hant_hk: 單曲循環
zh_hant_tw: 單曲迴圈

source: Sequential Play
zh_hans: 顺序播放
zh_hant_hk: 順序播放
zh_hant_tw: 順序播放

source: Shuffle
zh_hans: 随机播放
zh_hant_hk: 隨機播放
zh_hant_tw: 隨機播放

source: Switch playback modes: single loop, list loop, shuffle, and more
zh_hans: 切换单曲循环、列表循环、随机等播放模式。
zh_hant_hk: 切換單曲循環、列表循環、隨機等播放模式。
zh_hant_tw: 切換單曲循環、列表循環、隨機等播放模式。

source: Play Mode
zh_hans: 播放模式
zh_hant_hk: 播放模式
zh_hant_tw: 播放模式

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: Repeat: single-track / list repeat.
zh_hans: 循环：单曲 / 列表循环。
zh_hant_hk: 循環：單曲 / 列表循環。
zh_hant_tw: 循環：單曲 / 列表循環。

source: Shuffle: shuffles all tracks.
zh_hans: 随机：随机播放全部曲目。
zh_hant_hk: 隨機：隨機播放全部曲目。
zh_hant_tw: 隨機：隨機播放全部曲目。

source: Sequential: plays in list order.
zh_hans: 顺序：按列表顺序播放。
zh_hant_hk: 順序：按列表順序播放。
zh_hant_tw: 順序：按列表順序播放。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Click the play-mode button in the player control area.
zh_hans: 在播放控制区点击播放模式按钮。
zh_hant_hk: 在播放控制區按一下播放模式按鈕。
zh_hant_tw: 在播放控制區按一下播放模式按鈕。

source: Switches between single-track repeat, list repeat, and shuffle.
zh_hans: 在单曲循环 / 列表循环 / 随机之间切换。
zh_hant_hk: 在單曲循環 / 列表循環 / 隨機之間切換。
zh_hant_tw: 在單曲循環 / 列表循環 / 隨機之間切換。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: The play mode applies to the current playlist.
zh_hans: 播放模式作用于当前播放列表。
zh_hant_hk: 播放模式作用於目前播放清單。
zh_hant_tw: 播放模式作用於目前播放清單。

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Single-track / list repeat.
zh_hans: 单曲 / 列表循环。
zh_hant_hk: 單曲 / 列表循環。
zh_hant_tw: 單曲 / 列表循環。

source: Repeat
zh_hans: 循环
zh_hant_hk: 循環
zh_hant_tw: 循環

source: Shuffles all tracks.
zh_hans: 随机播放全部曲目。
zh_hant_hk: 隨機播放全部曲目。
zh_hant_tw: 隨機播放全部曲目。

source: Plays in list order.
zh_hans: 按列表顺序播放。
zh_hant_hk: 按列表順序播放。
zh_hant_tw: 按列表順序播放。

source: Sequential
zh_hans: 顺序
zh_hant_hk: 順序
zh_hant_tw: 順序
